let full ={
    steps1:{
        // 错别字
        textEnd:['wodebaoya'],
        //切换输入法
        cutover:'zh',
        // 输入文字
        text:['"咳咳咳 \n 宝呀，还记得你嫉妒别人有小心心吗 \n 前段时间很忙没跟你写 \n 等一下宝 我换个颜色" \n'],
        text2:['"有点神奇吧 \n 我这几天想了一下 光给宝最后的小心心有啥意思 \n 我要把过程也跟宝分享 \n 下面就开始吧 嘿嘿" \n']
        // text:['1'],
        
    },
    steps2:{
        text:['第一步 \n 创建一个初始化的小方块 \n'],
        text2:['第二步 \n 再创建两个红色的小方块(这就是爱心了)\n'],
        text3:['是不是感觉不像 不要急 \n 第三步 我们把这两个方块转一下\n '],
        text4:['第四步 我们把棱角削一下\n '],
        text5:['是不是小爱心就出现了 我们在把背景去掉\n '],
        text6:['宝是不是觉得 已经结束了 不不不 我要让它动起来\n '],
        text7:['感觉不是很明显 我们再给它加一层阴影 让它更立体\n '],
        end:['到这里就真的结束了 \n 这个爱心送给宝 \n 爱你呦 mua']
    }
}